import React from "react"
import styled from "styled-components"
import Layout from "../../components/Layout/layout"
import MainTitle from "../../components/Layout/MainTitle"
import TeamSection from "../../components/TeamSection"
import Goals from "../../components/ua/Goals"
import Activities from "../../components/ua/Activities"
import Gallery from "../../components/ua/Gallery"
import AboutUsLinks from "../../components/AboutUsLinks"
import SEO from "../../components/seo"



const AboutUs = () => {
 

  return (
    <Layout>
      <SEO title="Про нас" />
      <AboutUsLinks/>
      <MainTitle title="Про нас" />
      <Description>
        <p>У результаті зростаючої кількості мігрантів та їх потреб у місцевій спільноті було створено <strong> Інститут Прав Мігрантів на вул. Ruska 46a/202 </strong> у Вроцлаві. Постановою від 22 грудня 2020 року ІПМ продовжує розвивати діяльність інформаційного пункту для мігрантів, який існує з 2017 року.</p>
       <p>Проблеми та очікування мігрантів ми комплексно розглядаємо у двох площинах: <strong>Інформаційного Пункту для іноземців</strong> і ведучи <strong> професійну діяльність у сфері міграційного права та суспільної інтеграції. Діяльність інфопункту полягає у наданні інформаційної підтримки мігрантам у сфері легалізації перебування, пошуку роботи та побутових питань. У рамках нашої професійної діяльності ми готуємо та ділимося експертними публікаціями, а також співпрацюємо з державними організаціями та сектором НУО, які займаються мігрантами у Польщі. Послуги інформаційного пункту IПM безкоштовні та надаються експертами у своїй сфері, передусім фахівцями у галузі міграційного права. </strong> Діяльність інфопункту полягає у наданні інформаційної підтримки мігрантам у сфері легалізації перебування, пошуку роботи та побутових питань. У рамках нашої професійної діяльності ми готуємо та ділимося експертними публікаціями, а також співпрацюємо з державними організаціями та сектором НУО, які займаються мігрантами у Польщі. Послуги інформаційного пункту IПM безкоштовні та надаються експертами у своїй сфері, передусім фахівцями у галузі міграційного права.</p> 
       <p>Команда ІПМ складається з досвідчених юристів, фахівців у галузі профорієнтації та психологів. Послуги надаються <strong> 4 мовами: польською, російською, українською та англійською. </strong> Більше того, фахівці мають власний досвід міграції, що додатково гарантує особливе розуміння потреб та очікувань клієнта.</p>

       </Description>
      <TeamSection /> 
      <Goals/>   
      <Activities/>   
      <Gallery/>   
      
      

    </Layout>
  )
}

const Description = styled .div`
margin:0 16px 0 16px;
line-height:30px;
p{
  margin-bottom: 26px;
}
`


export default AboutUs
